[
  {
    "id": 1,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "001.jpeg",
    "nome": "Pão de Abóbora",
    "preco": "26,90",
    "peso": "550g",
    "descricao": "Pão de abóbora sem glúten: macio, úmido e saboroso, feito com  purê de abóbora. ",
    "descricaoLonga": "Pão de abóbora sem glúten: macio, úmido e saboroso. Feito com farinha sem glúten e purê de abóbora. Ótima opção para quem busca alimentos sem glúten.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 2,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "002.jpeg",
    "nome": "Pão de batata doce com chia",
    "preco": "26,90",
    "peso": "550g",
    "descricao": "Pão de batata doce com chia, rico em fibras e sabor levemente adocicado.",
    "descricaoLonga": "Pão de batata doce com chia, sem glúten. Sabor levemente adocicado e rico em fibras. Ótima opção para dietas sem glúten e saudáveis.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 3,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "003.jpeg",
    "nome": "Pão Australiano",
    "preco": "32,90",
    "peso": "550g",
    "descricao": "Pão Australiano: macio e saboroso, com mel e cacau. Saboroso e saudável.",
    "descricaoLonga": "Pão Australiano: macio e saboroso, com mel e cacau em sua receita. Ideal para acompanhar refeições ou como lanche. Um clássico da culinária australiana.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 4,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "004.jpeg",
    "nome": "Pão batata doce e ervas finas",
    "preco": "26,90",
    "peso": "550g",
    "descricao": "Feito com purê de batata doce e ervas finas. Macio, saboroso e aromático.",
    "descricaoLonga": "Macio, saboroso e aromático. Feito com purê de batata doce e ervas finas. Ideal para acompanhar refeições ou como lanche saudável e nutritivo.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 5,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "005.jpeg",
    "nome": "Pão multigrãos de biomassa",
    "preco": "32,90",
    "peso": "550g",
    "descricao": "Feito com biomassa de banana verde e oleaginosas. Delicioso e saudável.",
    "descricaoLonga": "Saboroso e nutritivo, rico em fibras e nutrientes. Feito com biomassa de banana verde e uma variedade de grãos. Excelente opção para uma alimentação saudável.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 6,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "006.jpeg",
    "nome": "Pão de tomate seco e azeitonas",
    "preco": "32,90",
    "peso": "550g",
    "descricao": "Pão de Batata Doce com Tomate Seco, Azeitonas e Orégano: delicioso e sofisticado.",
    "descricaoLonga": "Pão de Batata Doce com Tomate Seco, Azeitonas e Orégano: delicioso e sofisticado, com sabores mediterrâneos. Feito com purê de batata doce, tomate seco, azeitonas e orégano. Ótimo como acompanhamento ou para lanches especiais.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 7,
    "categoria": "Bolos",
    "idCat": 2,
    "iconeCat": "fa-light fa-cake-slice",
    "foto": "007.jpeg",
    "nome": "Bolo de laranja",
    "preco": "36,90",
    "peso": "750g",
    "descricao": "Bolo laranja sem glúten e lactose, cobertura laranja fresca. Delicado, cítrico e saudável.",
    "descricaoLonga": "Bolo de laranja sem glúten e sem lactose, com cobertura de laranja fresca. Delicado, úmido e deliciosamente cítrico. Perfeito para quem busca uma opção saudável e saborosa. Aproveite o sabor natural e adocicado da laranja em cada mordida.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 8,
    "categoria": "Bolos",
    "idCat": 2,
    "iconeCat": "fa-light fa-cake-slice",
    "foto": "008.jpeg",
    "nome": "Bolo de chocolate",
    "preco": "36,90",
    "peso": "750g",
    "descricao": "Bolo de chocolate sem glúten e lactose, cobertura de chocolate amargo. Rico, denso e saboroso.",
    "descricaoLonga": "Bolo de chocolate sem glúten e sem lactose, com cobertura de chocolate. Rico, denso e deliciosamente intenso. Perfeito para quem busca um saboroso bolo de chocolate sem culpa. Aproveite a combinação perfeita de chocolate em cada mordida.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 9,
    "categoria": "Bolos",
    "idCat": 2,
    "foto": "009.jpeg",
    "iconeCat": "fa-light fa-cake-slice",
    "nome": "Bolo de Paçoca",
    "preco": "36,90",
    "peso": "750g",
    "descricao": "Bolo de paçoca sem glúten e lactose, sabor autêntico de amendoim e textura macia. Perfeito para qualquer ocasião.",
    "descricaoLonga": "Clássica sobremesa brasileira em forma de bolo: paçoca. Com uma base de amendoim, esse bolo é livre de glúten e lactose. Com uma textura macia e sabor autêntico de paçoca, é uma delícia que agrada todos os paladares. Desfrute do aroma irresistível de amendoim e saboreie a tradição brasileira em cada fatia. Ideal para festas, ocasiões especiais ou simplesmente para um delicioso lanche da tarde.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 10,
    "categoria": "Rocambole",
    "idCat": 3,
    "iconeCat": "fa-light fa-pancakes",
    "foto": "010.jpeg",
    "nome": "Rocambole de goibada",
    "preco": "39,90",
    "peso": "450g",
    "descricao": "Rocambole de goiabada sem glúten e lactose, saboroso e único. Acompanha café da tarde ou surpreende em ocasiões especiais.",
    "descricaoLonga": "Experimente nosso rocambole de goiabada sem glúten e sem lactose, uma sobremesa deliciosa e saudável. Feito com ingredientes selecionados, este bolo macio e úmido tem uma generosa camada de goiabada derretida no topo, perfeito para acompanhar um café da tarde ou impressionar seus convidados em ocasiões especiais. É uma opção ideal para quem busca uma dieta livre de glúten e lactose, ou simplesmente aprecia um sabor único e irresistível.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  },
  {
    "id": 11,
    "categoria": "Pães",
    "idCat": 1,
    "iconeCat": "fa-thin fa-bread-loaf",
    "foto": "011.jpeg",
    "nome": "Pão de milho e erva doce",
    "preco": "26,90",
    "peso": "550g",
    "descricao": "Pão sem glúten e sem leite de milho com erva doce: saboroso, aromático e rico em nutrientes.",
    "descricaoLonga": "É uma opção deliciosa para quem busca um sabor mais rústico e aromático em seu pão. Como não contém glúten nem leite, é uma alternativa perfeita para pessoas que seguem uma dieta sem esses ingredientes. O resultado é um pão com uma crosta crocante e dourada, com uma textura macia e levemente úmida por dentro. O sabor é ligeiramente adocicado, com o toque marcante e perfumado da erva doce. É uma excelente opção para acompanhar um café da manhã ou lanche da tarde, ou mesmo para ser utilizado como base para sanduíches ou torradas. O pão de milho com erva doce também é rico em fibras e nutrientes provenientes do milho, como vitaminas do complexo B, ferro e antioxidantes.",
    "sem_alergenicos": ["Glúten;-", "Lactose;-", "Açúcar Mascavo;+"]
  }
]
